function MyCity(){
   
    return (
        <div>
            <h2>Венеция — один из самых необычных городов мира. Здесь нет автомобильных пробок, потому что нет ни машин, ни дорог. Роль транспортных путей исполняют водные каналы, по которым снуют гондолы и теплоходы. У дверей большинства домов вместо коврика своя пристань.</h2>;
            <img src="img/ven1.jpeg" alt="ven1" />
            <h1> История Венеции</h1>
            <span class="pic2">
                <img src="img/ven3.jpg" alt="ven3" />
                <p>То, как сегодня выглядит город, напрямую зависит от событий, происходивших здесь на протяжении веков. Понимание истории Венеции раскрывает многие её секреты.
                    Земли на берегах Адриатического моря были густонаселены больше двух тысяч лет назад. </p>
                    
            </span>
            <p>Римские колонизаторы во II веке до н. э. основали Аквилею — административный центр провинции Венетия. Она подчинялась Римской империи, а своё название получила от племени венетов, которые издревле здесь жили. Однако все поселения были на берегу.</p>
            <span class="pic2">
                <p> Небольшие острова Венецианской лагуны местные жители начали осваивать вынужденно в V веке, когда под натиском древнегерманских племён Римская империя пала. 25 марта 421 года был основан новый город на островах — Венеция. Решение было удачным со стратегической точки зрения. Пока на материке шли войны, острова развивали флот, создавали береговые укрепления.
                    
                </p>
                <img src="img/ven4.jfif" alt="ven4" />
            </span>
            <p>Формально Венеция находилась под влиянием Византии. Но фактически обладала большой свободой. В VII веке править здесь стали дожи. Название должности главы города государства происходило от латинского «dux», что означает «повелитель». Постепенно Венеция отделялась от Византии, и дожи начали избираться общим голосованием.
                К X веку город настолько расцветает, что становится одним из главных портов континента. Это происходит благодаря бурной торговле между Византией и Западной Европой: торговые пути проходят как раз через Венецию. Правители города государства вкладывают деньги в то, что сейчас называется логистической инфраструктурой: создают систему водных каналов, которой Венеция знаменита сегодня.
                Развитию города способствовали Крестовые походы. У Венеции был хороший флот. Зачастую сами дожи возглавляли отряды кораблей, идущих в походы. В каждом захваченном населённом пункте венецианцы получали торговые места и освобождались от налогов. К тому же крестоносцы ещё и арендовали корабли у города государства. Венеция быстро богатела.</p>
            {/* <span class="pic2">
                
                <img src="img/ven4.jfif" alt="ven4" />
            </span> */}
            <h1>География и климат</h1>
            <span class="pic2">
                <p>
                    Городская агломерация расположена на 118 островах. Их омывают воды Венецианской лагуны, которая переходит в Венецианский залив Адриатического моря. Город изрезан примерно полутора сотнями каналов, через которые построено около четырёхсот мостов. Главная транспортная магистраль города — Гранд канал. </p>
                <img src="img/ven5.jfif" alt="ven5" />
            </span>
            <p>Он начинается от парка «Королевские сады» и, петляя, приводит к железнодорожному вокзалу Венеции — Санта Лючия. Канал очень широкий: от 30 до 90 метров. От него ниточками расходятся более узкие, так что ко многим домам можно не только прийти, но и приплыть.
                Город на воде одновременно и гордится своей уникальностью, и страдает от неё. Сегодня Венеция постепенно тонет. Каждый год грунт погружается в воду на 4-5 миллиметров. Таким образом, вода отвоевала у суши только в XX веке 20 сантиметров. По самым пессимистичным прогнозам учёных, Венеция может затонуть к началу XXII столетия. Для спасения города возведена система защиты «Моисей» (MOSE): её строили больше 30 лет. Это сеть шлюзов: 78 барьеров поднимаются во время прилива и блокируют большую воду, идущую с моря. Однако испытания системы продолжаются до сих пор, так что гарантии надёжной брони от новых разрушительных наводнений пока нет.
            </p>
        </div>
    );
    }


