class MyRecipe extends React.Component {
    render() {
        return (<div>
            <h1>Пирог «Жозефина»</h1>
            <img src="img/pie1.jpg" alt="pie1" />
            <h4>Летом, в сезон ягод и фруктов, на помощь всегда приходят простые пироги.
                По сути, это кексовое тесто, в которое под разными предлогами отправляются сезонные яблоки, сливы и всё,
                что попадается под руку или падает с деревьев.<br />
                Это здорово и точно вкусно, но это самая базовая и стартовая ступенька в кондитерском
                деле. Так делали наши бабушки и не потому, что искренне хотели.<br />
                Просто многого не знали.
            </h4>
            <p>Я часто делаю ореховый бисквит дакуаз — это меренга и ореховая мука.
                Выходит очень нежно, сочно и мягко. Вы не найдёте ни одно другое изделие,
                хоть чем-то похожее на него. Причём, мне нравится, как невероятно сильно
                раскрывается здесь именно фисташка. Орех, который сам по себе довольно спокойный,
                в тесте даёт свой узнаваемый и сильный вкус. Чтобы добавить объёма, я делаю небольшую ягодную прослойку, причём заливаем её прямо в бисквит, чтобы проще, без морозильных камер и долгого ожидания. А сверху гладкий, эластичный и насыщенный ганаш, который объединит два вкуса и подарить такую текстуру,
                от которой вы не сможете отказаться больше никогда!</p>

            <h2>Дакуаз фисташка</h2>
            <ul>
                <li>	Белки — 210 г</li>
                <li>	Мука фисташковая — 165 г</li>
                <li>	Мука — 85 г</li>
                <li>	Сахар  — 190 г</li>
            </ul>
            <img src="img/pie2.jpg" alt="pie2" />
            <p>В просторной чаше взбейте белки (210 г) с сахаром (190 г) до уверенной стабильнойсти

                Силиконовой лопаткой вмешайте фисташковую муку (165 г) и обычную муку (85 г).
                Закройте фольгой кольцо снизу и насыпьте небольшое количество фисташковой муки. Распределите её по стенкам, а излишки уберите.
                Выпекайте на 170 градусах до вот такого румянца, бисквит должен пружинить, но оставаться мягким. Сразу же горячим накройте пищевой плёнкой и дайте остыть на столе.
            </p>
            <span class="pic2">
                <img src="img/pie3.jpg" alt="pie3" />
                <img src="img/pie4.jpg" alt="pie4" />
            </span>
            <h2>Фисташковый ганаш</h2>
            <ul>
                <li>	Молоко — 45 г</li>
                <li>	Сироп глюкозы — 8 г</li>
                <li>	Шоколад белый — 70 г</li>
                <li>	Паста фисташки — 35 г</li>
                <li>	Сливки 33% — 100 г</li>
            </ul>

            <p>В сотейнике нагрейте до 90 градусов молоко (45 г) и сироп глюкозы (8 г).
                В большом мерном стакане соберите белый шоколад (70 г) и отжатый желатин. Вылейте горячее молоко и дождитесь, что шоколад растопится. Здесь я беру шоколад Zephyr потому что у него пониженное содержание сахара и это очень помогает ганашу быть вкусным.
                Влейте пасту фисташки (35 г). Затем жирные сливки (100 г). Пробейте блендером всю массу. Накройте пищевой плёнкой в контакт и уберите в холодильник минимум на 6 часов.
            </p>
            <span class="pic2">
                <img src="img/pie5.jpg" alt="pie5" />
                <img src="img/pie6.jpg" alt="pie6" /></span>

            <h2>Вишнёвый конфитюр</h2>
            <ul>
                <li>Желатин листовой Ewald — 5 г</li>
                <li>Пюре вишни — 200 г</li>
            </ul>
            <span class="pic2">
                <img src="img/pie7.jpg" alt="pie7" />
                <p>
                    Пюре вишни (200 г) нагрейте до 70 градусов. Добавьте отжатый желатин.
                    Перелейте в мерный стакан и уберите в морозильную камеру.
                    Вынимайте каждые 15 минут и промешивайте.
                    Нам нужно, чтобы масса стала слегка густой, это примерно 15-18 градусов.
                </p>
            </span>
            <span class="pic2">
                <p>В бисквите аккуратно маленькой и очень тонкой спатулой вырежьте углубление.
                    Налейте конфитюр.</p>
                <img src="img/pie8.jpg" alt="pie8" /></span>
            <p> Когда ганаш станет стабильным, переложите его в большой кондитерский мешок с круглой насадкой.
                Отсадите пики. Уберите фольгу, выньте пирог из кольца.</p>
            <span class="pic2">


                <img src="img/pie9.jpg" alt="pie9" />
                <img src="img/pie10.jpg" alt="pie10" />
            </span>
            <h1>Приятного аппетита!</h1>
        </div>
        );
    }
}
